Repository: mozilla-l10n/mt-training-data
Catalog: trw/trw_pontoon.tmx
Source language: en_us
Languages: trw

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
trw: مھیرے تھو مھویے تُنو آواز دے بھادی آن مھو تیس مے اوپن سورس میں جمع کوبھادی کہ تیندے خلگ ویب آن دأل ڈیوائسا زید کم می آنے۔ جملہ پڑھاؤ کوا مشین سی مدد سی کیا یرأ سے تیس بن بھے۔ دألا سی کم ما آمن مھید شیِدا۔ آں ای می بہتری آنا۔

source: Number of Voices
trw: آوازا سی لیکھ

source: Numbers
trw: اعداد/ہندسہ

source: Occitan
trw: اوکٹی

source: Odia
trw: اوڈیا

source: Off
trw: بان

source: Offensive Content
trw: بے ہُودہ مواد

source: Offensive language
trw: لأݜ جیِب

source: Offensive speech
trw: بے باکا جیِب

source: Offline Sources
trw: آف لائن مواد

source: On
trw: چالُو

source: On desktop devices you can contribute by downloading…
trw: ڈسک کمپوٹر زید ڈاؤنلوڈ کیدے شروع کوبھادُو۔۔

source: On his head he wore a beret.
trw: تُنُو ݜا زید تی اے ٹوخلی لھأد۔

source: On iOS please continue with Safari to enable recording…
trw: یا iOS زید safari ݜیادے تُو ریکارڈ کوبھادُو۔۔۔

source: Only show me sentences and clips from my variant
trw: صرف می لہجہ سی جملا او کلپس پشا

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
trw: دیئی دیِش کے کو تھو جنئی یرأ ہے بناڑ ید ہُم ہال ٹیگیل سیت عدات نُو تُھو آں ہائمُو تُک ݜیادُو تھلا ایسی اے تلفظ رد کوا۔ کو تھیے یقین نُو ہُوو مُوٹھأئے سی بٹن سی دیدے مُوٹھ کے بیا۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
trw: دیئی دیِش کے کو تھو جنئی یرأ ہے بناڑ ید ہُم ہال ٹیگیل سیت عدات نُو تُھو آں ہائمُو تُک ݜیادُو تھلا ایسی اے تلفظ رد کوا۔ کو تھیے یقین نُو ہُوو مُوٹھأئے سی بٹن سی دیدے مُوٹھ کے بیا۔

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
trw: ہر ایک سی کیا نم شیو کام مُھن ٹول کم سی مئمو تُھو۔ تحقیق می شراکت سی کیا، موادا سی جم کؤ سی کیا یا انٹرویوزا سی کیا مھو یے مھید <emailFragment> ای میل کوا۔

source: Optionally join on our email list for updates and new information about the project.
trw: مُھن ای میل لسٹ می منصوبہ سی معلوماتا سی بارا می معلوماتا سی سی شامل ہوا۔ ہے لازمی نُو تُھو۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
trw: یسی ہُم آبادی سی معلومات مثلاً اُومُو، جنس، جیِب یا لہجہ سی بارا دئل معلومات چھی پروفائل زید پبلک ہ ہودی آں ڈیٹا سیٹ سیت چھی ایکاؤنٹ نی میلنیِن۔ انفرادی آڈیو کلپس سیت آبادی وغیرہ سی معلومات صحیح تجزیہ کؤ سی دیا بیَدی۔ مثال کے طور پر اے محقق ای ما یا ای زید دئی تحقق کؤ نِمادُو۔

source: Ossetian
trw: آوسیتی

source: Other
trw: دیئی

source: Other Language
trw: دأل جیِب

source: Other people validate those voice clips.
trw: دأل خلگ ہُم ہأ آوازا سی تصدیق کودی۔

source: Other voice datasets…
trw: آوازا سی دأل ڈیتا سیت۔۔

source: Other Voice Datasets
trw: دأل وائسا سی ڈیٹاسیٹ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
trw: مُھو کمیونیٹی مینیجرے تھے سیت رابطہ کونیِن یرأ چھی مدد کھأکأ کوا بیے آں تی میس ہُم بُونیِن یرأ اے جیِب زید مُوش ما کامے کمیونیٹی کی کام کویی کو نأ۔

source: Our governance is founded on the pillars of:
trw: مُھن انتظام سی بنیاد مھأ تُھونا زید تُھو:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
trw: مُھن جیِب مُھن قصہ چھی، مُھن گام تُھو، مُھن کلتور تُھو۔ یا مھو تے ڈیٹا سیٹ سوئی کامک یأ مھو دُونیئی می نیِمادیدا۔

source: Our Partners
trw: مُھن شریکدی

source: Our partners include...
trw: مُھو سأدا می تھی۔۔۔۔

source: Overall Accuracy
trw: بُوڑ ٹیک ہُو

source: Overall Hr. Total
trw: بُوڑ گھینٹا

source: p
trw: پ

source: Papiamento (Aruba)
trw: پاپیامنٹو (آروبا)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
trw: جیِبا سی خلگا سیت بأت کؤ سی، سوالا سی توَس سی آں پأشا یل بأدا سی آں واقعات سی کیا شریک ہُوا۔

source: Partner
trw: سأت

source: Partners
trw: مُھن سأت

source: Partnerships
trw: شراکت

source: Partnerships and networks
trw: سأت ویلی آں خلگا سی اے جال

source: Partnerships, Press and Stories, Community and Languages
trw: شراکت، پریس او سٹوری، کمیونیٹی او جیِب

source: Partner with us
trw: مھو سیت شراکت کوا

source: [Part of the text can’t be heard]
trw: [مواد سی یام حصّہ نہ بُھویَدی]

source: Pashto
trw: پشتو

source: Past recordings download requests
trw: ریکارڈنگ ڈاؤنلوڈ کؤ سی کیا مُشیِک أرضی

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
trw: <p> کامن وائس ہر ایک سی کیا آوازا سی اے ڈیٹا سیٹ چھی تیس بُوڑ دُونیئ می رضاکار چلادی۔ کامے خلگ یأ آوازا سی ایپس سوادی سے مے ڈیٹا بیس مشین سی چھیِڙُو سی کیا ماڈلا می استعمال کوبھادی۔ </p><p> مے وقت می چیر ڈیٹا سیٹ کمپنیاں سی تھی سے تھأ می نم کی نہ آنَدی۔ ہال آوازا سی ڈیٹا سیٹ غیر أنگریزی خلگ، ڙانگیل خلگ، معذور خلگ، جوئی آں ایل جی بی ٹی ق ائی اے + خلگا سی نمائندگی نہ کودی۔ ایسی مطلب ہی یرأ آوازا سی ڈیٹا سیٹ سی ٹیکنالوجی چیر جیِبا سی کم نے یدی۔ آں کھید یأ ہے کم می یدیدا تھید ہے ٹولا سی کیا اے شانہ کام نہ کوئیں۔ مھو اے فرق بدل کودی آں دُونئی می ہر پوت می خلگ تُنُو آوازا سی ڈیٹا سیٹ سوؤ سی قابل کودی۔ </p>

source: People come and contribute their voices.
trw: خلگ یدی آں تںُو آواز مے ڈیٹا سیٹ کے دیدی۔

source: Persian
trw: فارسی

source: Personal dashboards keep you up-to-date with individual and community progress.
trw: زاتی ڈیش بورڈ تھأ شیِدا دُو یرأ مے پوت می خلگے کھیدیک کام کی۔

source: Personally Identifiable Information
trw: زاتی معلومات تھی

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
trw: <playbookLink> مھید کامن وائس زید ٹول سفر سی کیا مددگار گائنڈینس بُوا تی می ترجمہ ما ڈیٹا سیٹ سی استعمالا پرکے آں مھو سیت شامل ہؤ سی کیا ہر کی تُھو۔

source: <playIcon></playIcon>Last one!
trw: <playIcon></playIcon> آخر سے ہے

source: Play/Stop
trw: ݜیا/ایڑی کوا

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
trw: مُھن قالب مھید چیک کو۔ <templateFileLink></templateFileLink>۔ تُنو جملا کاپی رائٹس سی سی 0 سی فری ہوُئین یا کسی تھیِدا تی ما اجازہ ہُوہئن۔ واضح ہُوئن۔ گرائمر ٹیک ہُوہئن آں بنُو می آسان ہُوئین۔ تھیلیل جملا سی بنُو می 10 ما 15 ملٹے پرکے گھیِنا بیَن آں ہأ می نمبر، ہندسا آں خاص نشان نہ ہوئین۔

source: Please fill out this field.
trw: مے پوت پُونا۔

source: Please select a language to review sentences.
trw: جملا سی دُوآر بُو سی کیا اے جیِب کار۔

source: Polish
trw: پولی

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
trw: <pontoonAccountLink> ایکاؤنٹ سوا کو مُوش ما نُو تُھوا۔ نھی جیِب کار<strong> ٹیم </strong>آں بھی پراجیکٹ کار۔ <pontoonCvLink> خامن وائس </pontoonCvLink>۔ ترجمہ سی کیا مواد ہونیِن۔ ای زید کلک کو۔ بھی ای أنگریزی می تیِگیل پشادی آں اے خانہ ہُم پشانیِن تی می ترجمہ کونیِن۔

source: Portuguese
trw: پرتُوگیر

source: Powered by global communities, for global communities — 130 languages and growing!
trw: دُونئی سی خلگے کیِدُو، دُونیئی سی خلگا سی کیا 130 جیِبے جم ہوُئی آں دأل ہوا یدی!

source: Press and stories
trw: پریس آں ایزید مُھون قصہ

source: Press and Stories
trw: پریس او سٹوری

source: Press play, listen & tell us: did they accurately speak the sentence below?
trw: پلے سی بٹن زید أنگیدے دا، بُھویا آں مھویے بنا یرأ خلگے ٹیک طریقا دے ٹین گے دیئل جملہ بنیی؟

source: Press { shortcut-play-toggle } to toggle play mode
trw: مے شارٹ کٹ { shortcut-play-toggle } بٹن زید دا ای می مس کھڑن دے بُھویا۔

source: Privacy
trw: آمن گے

source: <privacyLink>Privacy</privacyLink>
trw: <privacyLink>پرائویسی

source: Privacy Policy
trw: پرائیویٹ ہؤ سی پالیسی

source: Privacy, security and transparency.
trw: پرائیوسی، سلامتی آں آخکارا

source: Pro
trw: ایسی کیا

source: Profile
trw: خاکہ/پروفائل

source: Profile information improves the audio data used in training speech recognition accuracy.
trw: پروفائل سی معلومات یعنی کلپ سیت دئیل دأل معلومات سپیچ پیانُو سی عمل بہتر کودی۔

source: Progress
trw: کم سی مو

source: Public Domain
trw: عوامی

source: Publicly accessible open speech datasets in 130+ languages
trw: ہر ایک سی کیا آویل 130 جیِبا می ڈیٹا سیٹ

source: Pular Guinea
trw: پُلاو گینی

source: Punctuation
trw: رمُوز اوقاف

source: Punjabi
trw: پنجابی

source: Puno Quechua
trw: پونو کیوچھا

source: Quechua Chanka
trw: کیوبا چانکا

source: r
trw: آر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
trw: بھا ٹیک تُھو بغیر یے ما

source: Rate limit exceeded. Try again in { $retryLimit } minutes
trw: دُو (مثال دے 2)

source: Rate limit exceeded. Try again in { $retryLimit } seconds
trw: دُو (مثلاً 2)

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
trw: حکومت، تنظیما یے، میڈیا یے یا مھال ویب سائٹا سیت رابطہ کوا کامک یأمنے تُنُو ڈیٹا ہر ایک سی عوامی کودیدا

source: Reader Effects
trw: بناڑا سی آثر

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
trw: پاݜ زید ٹول ٹیگلا سی ٹیک بنُو سی بات چھی۔ غور تے ہأ جملہ آں ٹیگیل بُھویا یرأ ہے ٹیک طریقا دے مھامُوڑ بنا گئیدی کھأکأ یأ لیِگا گئیدیِدا۔ کو کی غلطی چھی بُوا۔

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
trw: پڑھاؤ کؤ می یام ٹیگیل مھامُوڑ یأ مھو سی پأش کے یے، مھأ می أ یا مھویے می ے اکثر ریکارڈ نہ ہودی۔

source: Read More
trw: دئی مھید بُوا

source: Read more on our About page
trw: مُھن مے پاݜ سے دئی بُوا

source: Read sentences
trw: جملا بنا/پڑھاؤ کوا

source: Read Sentences
trw: جملا پڑھاؤ کوا

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
trw: دُونئی سی مے گھین آں ہر ایک سی کیا دیٹا سیٹ سی ایس کے تُنو جیِب می اُوچات آواز تے جملہ بین دے مدد کو۔

source: Read Sentences, Answer Questions
trw: جملا پڑھاؤ کوا۔ سوالا سی جواب دا

source: Read Sentences <small>(Coming soon)</small>
trw: جملا بنُو/پڑھاؤ کؤ <small> شیرتے یے نیِن

source: Read sentences submitted by the community in various languages
trw: چیر جیِبا می کمینونیٹی سی دیِشا تھلیل جملا پڑھاؤ کوا

source: Read the sentence carefully - don’t miss, change or add words.
trw: جملہ دما سیت آں احیتاط ئے دے بن۔ کی لفظ چھو نأ آں نأ یی کی ٹیِگیل ای سیت جم کو۔

source: Ready to add your voice or lend your ear?
trw: تنُو آواز سی دیؤ گے تیا تُھو کو کان تھؤ گے؟

source: Ready to contribute?
trw: مدد کؤ سی کیا تیا تُھو کھأ؟

source: Ready to do { $count } more?
trw: دُو (مثلاً 2)

source: Ready to donate your voice?
trw: آواز سی دیؤ سی کیا تیا تُھو؟

source: Ready to help validate sentences?
trw: جملا سی تصدیق کؤ سی کیا تیا تُھو؟

source: reCAPTCHA is required if you want to proceed
trw: ری کیپٹ چا سی ضرورت سی کو تُو مُوٹھایے بیدُو

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
trw: تُنُو نخا سی بارا می، تُنُو یادگرانا سی بارا می، نم شیا سی بارا آں کامن وائس سی نیوزلیٹر سی بارا ای میل گھیِنا۔

source: Recorded Clips
trw: ریکارڈ کوئیل کلپ

source: Recorded Hours
trw: ریکارڈ کوئیل گھینٹا

source: <recordIcon></recordIcon> Last one!
trw: آخیری </recordIcon>

source: [Recording cut off before the end of the last word]
trw: [ای می آخری ٹیگیل ما مُوش ریکارڈنگ بان کوا گأ]

source: Recordings
trw: دُو (مثلاً 2)

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
trw: کلپ ریکارڈ کؤ مُھن مے ڈیٹا سیٹ سی ݜئیل حصّہ تُھو یامے سی کیا ہے مزا ہُم چھی۔

source: Record/Stop
trw: ریکارڈ کُوا/ایڑی ہوا

source: Record your response
trw: تُنو جواب مھید ریکارڈ کوا

source: Record yourself reading sentences in your language
trw: تُنو آمن تُنو جیِب سی جملا بنُو می ریکارڈ کوا

source: Record yourself responding to questions and prompts in your language
trw: تُنو جئِب می سوال جواب سی بنُو می آمن ریکارڈ کوا

source: Record your voice
trw: تُنوو اواز پُون مھید۔

source: Reference the source of your sentence (required)
trw: تُنو جملہ سی حوالہ دے کہ ایس کھیدا گھیِن چھی۔

source: Refresh
trw: تازا کو

source: Reject
trw: رد کو

source: Remove
trw: مھیدا دُھو کودُو

source: Remove Avatar
trw: ایویٹار دُھو کوا

source: Report
trw: رپورٹ کوا

source: Report was passed successfully
trw: رپورٹ کامأبی دے گا

source: Request a Language
trw: اے جیِب نیِما

source: Request recordings
trw: ریکارڈنگ نیِما

source: *required
trw: ضروری تُھو

source: Re-record
trw: دُوآر ریکارڈ کو

source: Re-record clip
trw: کلپ دُوآرا پُونا

source: Respond
trw: جواب دا

source: Respond To Prompt
trw: ہیِریِک سی جواب دا

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
trw: اُوچات کوئیل سوالا سی جواب تُنُو جیِب سی بنُو سی کیا دا۔ صرف بنیل جیِبا سی کیا چیر شیو تُھو۔

source: Response deleted successfully
trw: جواب کامأبی دے دُھو/ڈیلیٹ کوا گا

source: Response submitted successfully
trw: جواب کامأبی دے تھلا گا

source: Return
trw: پتکے

source: Return here to edit your goal anytime.
trw: مھید کے پتکے ییدے تُنو مقصد ہر وقت می ایڈیٹ کوا

source: Return to Common Voice
trw: پتکے کامن وائس کے بیا

source: Return to Common Voice Datasets
trw: کام وائس کے پتکے بیا

source: Return to Languages
trw: واپس جیِبا سی پوت کے بیا

source: Review
trw: بھی بُوا

source: Review could not be saved. Please try again later.
trw: چھی جائزہ کوئیل شیئی جم نہ ہو بھوئی، بھی کوشش کو۔

source: ⓘ Review Criteria
trw: بھی بُو سی کیا طریقہ

source: Review Criteria
trw: بھی بُو سی طریقہ

source: Reviewed sentences not submitted, are sure?
trw: دُوآر بُوئل جملا تھلا نہ گئی دی۔ تھیے یقین تُھو؟

source: Review existing sentences submitted by the community
trw: کمیونیٹی تھلیل جملا سی جائزہ گھیِنا

source: Reviewing Sentences
trw: جملا زید دیئی نظر تھل

source: Review & re-record clips here as you go
trw: بھی بُو آں مھید کلپ ریکارڈ کو۔

source: Review & re-record clips if needed
trw: بھی بُو آں دُوآر کلپ ریکارڈ کو کو ضرورت ہیو

source: Review Sentences
trw: جملا زید دیئی نظر تھل

source: Review sentences in your language
trw: تُنو جیِب می جملا سی جائزہ گھیِنا

source: Review & Submit
trw: بھی بُو آں مھیدکے تھل

source: Review transcriptions
trw: آڈیو ما لیِگیل سی جائزہ گھیِنا

source: Review transcriptions of recorded sentences for accuracy
trw: ٹیکاچا سی بُو سی کیا ریکارڈ کوئیل جملا سی لیِکھ سی جائزہ گھیِنا

source: Review Transcriptions <small>(Coming soon)</small>
trw: آڈیو سی لیِکھ سی جائزہ گھیںا <small> شیرتے ینیِن

source: Review user-submitted transcriptions in your language
trw: خلگا سی دیِشا تھیلیل ریکارڈنگا سی لیِکھ سی تصدیق کوا

source: Romanian
trw: رومانی

source: Romansh Sursilvan
trw: رومان سرویلی

source: Romansh Vallader
trw: رومان ویلاڈر

source: Runyankole
trw: رُوےانکولے

source: Russian
trw: روسی

source: s
trw: ایس

source: S
trw: چھو

source: Sabah Bisaya
trw: سبا بیسایا

source: Sabah Malay
trw: سابھا ملے

source: Sa'ban
trw: سعبان

source: Sakha
trw: سخا

source: Santali (Ol Chiki)
trw: سانٹولی (او ی چیکی)

source: Saraiki
trw: سرائیکی

source: Sardinian
trw: سردونی

source: Save
trw: خُوندی کو

source: Saved
trw: خُوندی کویل

source: Scots
trw: سکاٹی

source: Scripted Speech
trw: مُوش ما سیوادے بأت کؤ

source: Search
trw: بھیراڑا

source: See how your progress compares to other contributors all over the world.
trw: دُونیئ می دآل کماڑا/کانٹریبیوٹرز سی کم سیت تُنُو کم سی پراگریس بُوا۔

source: See Less
trw: کم بُوا

source: See More
trw: دیئی بُوا

source: Select a Language...
trw: اے جیِب گݜا

source: Select an option
trw: اے اپشن کار

source: Select a variant (optional)
trw: جملہ سی قسم کارا

source: Selected
trw: گݜیل

source: Select File
trw: فائل کار

source: Select File to Upload
trw: اپلوڈ کؤ سی کیا فائل کار

source: Select the desired language dataset and choose the version you wish to download.
trw: تُنو مرضی سی جیِب سی ڈیٹا سیٹ کارا آں کامے نمونا تُھون خوش تُھوو مھید آمن گے والا۔

source: Select up to three domains (optional)
trw: ڇا یے پرکے قسم کارا (اختیاری)

source: Select your age
trw: تُنو اُومُو سی خانہ کارا

source: Select your sex or gender
trw: تُنو جنس یا صنف کارا

source: Self Citation
trw: تُنُو حوالہ

source: Send a link to my email
trw: مھی ای میل گے لنک پے

source: Send sign up link
trw: سائن آپ لنک پے

source: Sentence
trw: جملہ

source: Sentence Collection
trw: جملا سی جم کؤ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
trw: <sentenceCollectorFragment> جملہ سی کیا دیئی مھید بُوا۔ </sentenceCollectorFragment>

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
trw: <sentenceCollectorVideo> مے پوت می مُھن مے ویڈیو جملا سی سرڑُو کیا چھل ڇھیِڙو سی کیا بُوا۔ </sentenceCollectorVideo>

source: Sentence Domain
trw: جملہ سی قسم

source: Sentences
trw: جملا

source: Sentences are collected for people to read aloud.
trw: خلگا سی کیا جار بنُو سی کیا جُملہ سرڑُو۔

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
trw: جُملا خلگا ما تصدیق کوابیدی یرأ ہے مناسب تھی کو نأ خو ہے عمل ہُم کی پاک برابر نُو تُھو۔ تھو یے کو کی جملہ غلط پأد یأ سے تھو زید لاأݜ گھیڑی سے بھی مُھن ہدایات سی مطابق نی چھیو <participationGuidelines>تیس مھأ ہدایاتا سی مطابق بُوا </participationGuidelines>یا بھی تیسی مھو یے بنا مے UI بٹن سی دیدیے۔ تھو تیسی بارا می مھو سیت ایل میل <emailFragment>commonvoice@mozilla.comدے ہُم رابطہ کوبھادی

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
trw: مھید کامے جملہ جمع ہُویو سے CC-0 لیسن سی ٹین ہر ایک سی کیا ہودُو

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
trw: کامن وائس می شامل کؤ سی کیا جملہ سی جائزہ خامخا دُو خلگے گھیِن نیِن۔ تُو تُنو جیِڙ سی کیا ہدایات سوا<languageGuidelinesLink> مھید۔ جملہ خامخا لیسن سی <licenseLink> یا پبلک ہوئین </licenseLink> آں 15 ٹیگیلا ما کم سی ہُوئین۔ تُو کآں لیِکھ سی مالک ما توَوس کیدے <waiverLink> CC0 یا ای ما آمن پھیِگؤ سی </waiverLink> مھو یے مے ای میل دے پے بھادُو۔ commonvoice@mozilla.com

source: { $sentences } sentences reviewed. Thank you!
trw: دُو (مثال دے 2)

source: Sentence text
trw: جملا سی ٹیکسٹ

source: Sentence Variant
trw: جملہ سی قسم

source: Separate sentences into one line by pressing “Enter” or “Return” once
trw: اے چیڙ می جملہ ایک دئی ما ”انٹر“ یا “ریٹرن“ اے گونا پریس کوا۔

source: Serbian
trw: سربی

source: Serian Bidayuh
trw: سیری بیداہاؤ

source: Service and Retail
trw: خزمت او چُن پرچُون

source: Set a goal
trw: مقصد آمن گے تھا

source: Set my visibility
trw: مھی پشُو برابر کو

source: Setswana
trw: سیٹسوانا

source: Settings
trw: سیٹنگز

source: Sex
trw: جنس

source: Sex or Gender
trw: جنس/صنف

source: SHA256 Checksum Copied!
trw: ایس ایچ اے 256 چیک سم نقل کی!

source: Shan
trw: شان

source: Share Common Voice
trw: کامن وائس شریک کو

source: Share my goal
trw: مھی مقصد مُوتھایے شیریک کوا

source: Share your clip
trw: تُنو کلپ شریک کو۔

source: Share your { $count } Clip Daily Goal for { $type }
trw: تُنو کلپا سی تعداد { $count } شئریک کو۔ کلپا سی دی سی مقصد{ $type }

source: Share your { $count } Clip Weekly Goal for { $type }
trw: کلپا سی نمبر شیریک کو { $count }۔ ہفتہ وار مقصد لیِکھ{ $type }

source: Share your event
trw: تُنو سرگرمی شریک کوا

source: Shilha
trw: شیلھا

source: Shortcuts
trw: کھڑن دے

source: [Should be ‘dinosaurs’]
trw: ایس کی ڈائنوسارس پؤ پکار تُھو۔

source: [Should be “We are”]
trw: مھو یے پکار تھُو۔

source: Show me sentences and clips from all variants within my language
trw: مھی جیِب سی آندرے بُوڑ قسما سی دئیل جملا مھو یے پشا

source: Show my ranking
trw: مھی پآر پشا

source: Sicilian
trw: سیسیلی

source: Sign up
trw: تُنُو ایکائنٹ سوا

source: Sign up for an account
trw: آمن گے کھاتا سوؤ سی کیا سائن آپ کوا

source: Sign up for Common Voice newsletters, goal reminders and progress updates
trw: کامن وائس سی معلوماتا سی کتاب آں ہدف سی کیا آں کم سی ترقی کی کیا سائن آپ کوا

source: sign up for email updates
trw: ای میلے سے معلوماتا سی کیا سائن این کوا

source: Sign up for { $lang } updates:
trw: آپڈیٹسا سی کیا سائن آپ کوا:

source: Sindhi
trw: سندھی

source: Single
trw: آمن سیت ایک

source: Single sentence submission
trw: آمن سیت اے جملہ سی تھلُو

source: Single ZIP file containing
trw: اے زیِپ فایل می تھی

source: Sinhala
trw: سینہالا

source: Siswati
trw: سیسواتی

source: Size
trw: سیز

source: Skip
trw: چھوا

source: Skipped
trw: چھیدے مُوٹھایے گئی

source: Skip Submission Feedback
trw: دیؤ سی/سب میشن سی بارا می بنُو چھو

source: Slovak
trw: سولواک

source: Slovenian
trw: سلووینی

source: Small batch
trw: لؤ بنڈل

source: Small batch sentence submission
trw: لیؤ جملا سی گروپ تھلُو

source: Small businesses, including tech and AI start ups
trw: لیؤ بزنیس تی می ٹیکنالوجی آں اے ائی سی لؤ پروگرام شامل تھی

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
trw: [ٹھئیں] گھن ڈئناسار [کھأنگ] ٹریاسیک۔

source: Social media
trw: سوشل میڈیا

source: Somali
trw: صومالی
